Revit 2027 API
ParameterTypeId.SteelElemWeldDoubleRootopening Property
 "Double Root Opening"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemWeldDoubleRootopening { get; }
Public Shared ReadOnly Property SteelElemWeldDoubleRootopening As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemWeldDoubleRootopening {
	ForgeTypeId^ get ();
}
static member SteelElemWeldDoubleRootopening : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace